{
  "type": "doc",
  "content": [
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "How do you lead creatively when the map no longer works?"
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "We're in a moment of turbulence, not stability."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "Maps work well when the ground isn't shifting beneath you."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "In times like these, what's best to have? "
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "A map?"
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "Or a compass?"
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "In situations where the traditional tools — structured patterns and procedures for creativity, like design thinking — no longer serve us, it's often the instincts and intuition that guide you through the unseen terrain."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "The terrain we see in front of us (the terrain many of us are currently homesteading on, make-shift structures as forward operating bases scouting the opportunities ahead) is unmapped. It is speculative. It is filled with dreams, dreads, hopes, and fears."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "Filled with these it is an expanse."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "Our ways of knowing, our language, our ideas about creative practices, commerce, collaboration, business — they are all too small for this new territory."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "We need more imagination. More speculation that is grounded in tangible expressions of possibility and opportunity."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "That is what Near Future Laboratory does. "
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "We engineer evocative, functional, and tangible prototypes of artifacts from possible AI futures."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "These are speculations with immense value. They are like treasures brought back from that new terrain, revealing the unexpected possibilities that could not have been imagined had one used the old ways of knowing."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "They are not maps. They are compasses. Beacons, illuminating possible paths, making sense of this new territory."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "If you are making these, then you are making sense of the new."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "text": "If you wait, then you are venturing into someone else's dream of the future, rather than forging your own, stepping into the unknown with curiosity and courage to shape what comes next."
        }
      ]
    }
  ]
}