[{"subject-line-1":{"elements":[{"end_phrase":"and this guy came to his own murder trial?","week_number":"19","year":"2025"}],"metadata":{"ordinal":"","template_name":"subject-line.html"}}},{"featured-essay":{"elements":[{"main_content":"I had a conversation with a friend recently about this idea of ‘Digital Twins’. \n<br/>\nWe were discussing how AI is changing the landscape of work and careers and so forth. The usual stuff. \n<br/>\nThe question came up about the somewhat bland implications of a Digital Twin: handle my email; sort out my calendar; help me compose an email to the team; maybe have some opinions about how to handle an interpersonal challenge; maybe proxy for my interests at a town council meeting. That sort of thing. \n<br/>\nBut then we started wondering beyond these typical 'wheels-on-luggage' sorts of things. \n<br/>\nWhat if a Digital Twin could be more than just a digital assistant? In fact — what do we even mean by a Digital Twin? Let’s start with that.\n<br/>\nAnd then in the midst of this chat, I stumbled into this New York Times article about how a Digital Twin showed up at its own murder trial.👇🏽"}],"metadata":{"ordinal":"","template_name":"featured-essay.html"}}},{"image-feature-1":{"elements":[{"background_color":"#FFFFFF","border_color":"","border_width_bottom":"0px","border_width_left":"0px","border_width_right":"0px","border_width_top":"0px","bottom_left_radius":"0px","bottom_right_radius":"0px","font_style":"normal","font_weight":"normal","image_corner_radius":"8px","image_url":"https://static01.nyt.com/images/2025/05/07/multimedia/07xp-aitrial/07xp-aitrial-superJumbo.png","line_height":"1em","link_color":"","link_ref":"https://www.nytimes.com/2025/05/08/us/ai-victim-impact-statement-manslaughter.html?smid=nytcore-ios-share&referringSource=articleShare&sgrp=c&pvid=198D2ACE-4D3F-4408-B171-4735F1A19755","main_copy":"Christopher Pelkey <a href='https://www.nytimes.com/2025/05/08/us/ai-victim-impact-statement-manslaughter.html?smid=nytcore-ios-share&referringSource=articleShare&sgrp=c&pvid=198D2ACE-4D3F-4408-B171-4735F1A19755'>showed up</a> at the court case adjudicating his murder, two years ago.<br/>\nHis surviving sister conjured his presence, calling on a colleague to put together an AI-likeness of Pelkey to make a victim’s statement at the sentencing hearing of the man who murdered him.<br/>\nWhen we think about Digital Twins we often chase our imagination straight to the agent that’ll manage our email, our bills, our calendar.<br/>\nYou know. The normal, ordinary, everyday boring stuff.<br/>\nDid you ever, *ever imagine that a digital facsimile would do this?<br/>\nSpeaking of Digital Twins — and whatever you *think that might mean — I’m hosting a General Seminar <em>this Monday and Wednesday</em> to discuss what they might be, what we might *want them to be, and imagining a world in which they are as weird as wheels on luggage and avocado on toast.<br/>\nDon’t miss out on General Seminar this Monday and Wednesday when we’ll imagine into a world using Design Fiction wandering around finding things like their ","read_more_text":"General Seminar S06/E05","read_more_url":"https://www.nytimes.com/2025/05/08/us/ai-victim-impact-statement-manslaughter.html?smid=nytcore-ios-share&referringSource=articleShare&sgrp=c&pvid=198D2ACE-4D3F-4408-B171-4735F1A19755","text_color":"#0a0a0a","title":"This ‘digital twin’ had his day in court","title_color":"","title_font_family":"","title_font_size":"20px","title_font_style":"","title_font_weight":"800","title_line_height":"","top_left_radius":"0px","top_right_radius":"0px"}],"metadata":{"ordinal":"","template_name":"image-feature.html"}}},{"discord-callout-item-1":{"elements":[{"background_color":"#FFFFFF","bottom_left_radius":"0px","bottom_right_radius":"0px","image_url":"https://mrkp-static-production.themarkup.org/uploads/2025/04/09152021_Triplets_PU_MU_08-1682x946.jpg","light_text_color":"#6a6a6a","link_text":"Kids should avoid AI companion bots","main_copy":"Are companion intelligences — the artificial kind, I mean — destined to have warning labels like a pack of smokes?\nIs this the FDAA thing <a href='https://nearfuturelaboratory.com/projects/en/adm-future-foods/'>we worked on for ADM</a> back a couple of years ago?\n\n“The Food, Drug & Algorithm Administration (FDAA) is a fictional government agency that is responsible for the regulation of algorithms in the same way that the FDA regulates food and drugs. The FDAA is a speculative design fiction artifact that is intended to provoke thought and discussion about the potential future of algorithm regulation and the implications of algorithmic decision-making on society.”\n\nWell here, with input from a Stanford lab, Common Sense Media concludes the AI systems can exacerbate problems like addiction and self harm.\nSo..yeah. That's really not a surprise.\nTop line: Kids should avoid AI companion bots—under force of law, this assessment says.","page_url":"https://themarkup.org/artificial-intelligence/2025/04/30/kids-should-avoid-ai-companion-bots-under-force-of-law-assessment-says","text_color":"#0a0a0a","user_callout":"(⁠🛠-whats-ai-good-for-anyway⁠) via @Drew Wiberg"}],"metadata":{"ordinal":"","template_name":"discord-callout-item.html"}}},{"discord-callout-item-2":{"elements":[{"background_color":"#FFFFFF","bottom_left_radius":"0px","bottom_right_radius":"0px","image_url":"https://www.sttinfo.fi/data/images/public/1898/71139621/33d2c23f-dddd-463d-9da5-e5af175419d6-w_960.jpg","light_text_color":"#6a6a6a","link_text":"The Magazine as Foresight Artifact","main_copy":"What if our thoughts aren’t private? What if mobile phones vanished from public spaces?<br/>\n<a href='https://www.sttinfo.fi/tiedote/71139621/a-magazine-from-2046-a-glimpse-into-possible-futures?publisherId=1898&lang=en'>Sitra created this magazine from the future</a> that reminds those of us who work at the intersection of now and next of the power of the diegetic prototype to augment foresight.<br/>\nI’m not about chasing predictions; I’m after something far more profound – the sense of change, the visceral feeling of what’s coming. That’s where ‘diegetic prototypes’ come in: they allow us to inhabit futures without forecasting them.<br/>At Near Future Laboratory, we want to work with you to translate trends into these experiential glimpses, augmenting your foresight with deeper sense of the possibilities of change leading to more effective communications and deeper understandings of possibilities.<br/>\nThe ‘magazine from the future’ is a remarkably vivid diegetic prototype and a unique way to capture the analytic aspects of foresight. It’s a way of translating scenarios into this form provides a powerful augmentation to otherwise stiff analysis.<br/>\nWant to talk about how we translate trends and foresight into an artifact like this? Check out our <a href='https://nearfuturelaboratory.com/projects/en/car-and-driverless/'>past</a> <a href='https://nearfuturelaboratory.com/projects/en/tbd-catalog/'>magazine</a> <a href='https://nearfuturelaboratory.com/projects/2024/newspaper-from-an-artificially-intelligent-future/'>projects</a> and schedule <a href='/contact'>a call</a>.\n","page_url":"https://nearfuturelaboratory.com/blog/2025/05/sitra-magazine-from-the-future/","text_color":"#0a0a0a","user_callout":"(⁠🌟-futures-reports⁠) via @Julian"}],"metadata":{"ordinal":"","template_name":"discord-callout-item.html"}}},{"discord-callout-item-3":{"elements":[{"background_color":"#FFFFFF","bottom_left_radius":"0px","bottom_right_radius":"0px","image_url":false,"light_text_color":"#6a6a6a","link_text":"Futures Garden","main_copy":"I’ve been watching how more and more organizations begin to employ this kind of fictioning to investigate a particular mode of futuring that is meant to either augment the trad stuff — like the analytic foresight approach.<br/>\nReaders here will note that the preference here at Near Future Laboratory is experiential and artifact-based. Adjacent possibilities of what-could-be — colloquially ‘Futures’ — that can be felt and experienced as augmentations of the rational, analytic, structured imposition of formal methods.<br/>\nHere we see an EU commission doing so (with our friends at NORMALS.) It is quite encouraging that the EU is, as they put it, “Pioneering Policy Innovation through Speculative Design”<br/><div style='background-color: #f2f2f2; padding: 4px 5px; rounded-radius:0.8em;'>Set in the Symbiocene era of the 2050s, a time marked by an expanded understanding of intelligence beyond human confines, Symbiotic explores a revolutionary breakthrough. Scientists have created a device that allows humans to experience the perceptions and sensory worlds of other intelligent beings, immersing them in the 'umwelt' of these creatures. This film documents the first groundbreaking experiences through the device, capturing the profound experiences of those who ventured into these new realms of intelligence.</div>","page_url":"https://www.futuresgarden.eu/","text_color":"#0a0a0a","user_callout":"(⁠🌟-futures-reports⁠) via @Julian"}],"metadata":{"ordinal":"","template_name":"discord-callout-item.html"}}},{"bottom-1":{"elements":[{"build_time":"2025-05-09T21:38:40-07:00","build_year":"2025","html_file_name":"w19c-y25.html"}],"metadata":{"ordinal":"","template_name":"bottom.html"}}}]